[
    {
        "title": "Анчартед: на картах не значится (2022)",
        "ageRating": "12+",
        "duration": "1 ч.  55 мин.",
        "description": "В центре сюжета история о том, как из соперников Нейтан Дрейк (Том Холланд) и Виктор «Салли» Салливан (Марк Уолберг) превратились в верных союзников и искателей приключений. Вместе им предстоит приоткрыть завесу над одной из величайших тайн в истории. Фильм основан на одной из самых продаваемых и высоко оценённый критиками компьютерных игр всех времен.",
        "country": "США",
        "genre": "боевик, приключения",
        "rating": "6.9  ★ (Кинопоиск)",
        "releaseDate": "11 февраля  2022г.",
        "cast": ["Том Холланд", "Марк Уолберг", "София Тейлор Али", "Антонио Бандерас", "Тати Габриэль"]
    },
    {
        "title": "Бука. Мое любимое чудище (2021)",
        "ageRating": "6+",
        "duration": "1 ч.  38 мин.",
        "description": "Скандал в царском семействе: своенравная принцесса Варвара сбежала из дворца и отправилась через лес на поиски прекрасного принца. Однако вместо заветной встречи с возлюбленным её берет в плен Бука, самый опасный разбойник королевства. Но очень быстро становится понятно, что бойкая принцесса готова превратить жизнь Буки в кошмар, лишь бы дойти до своей цели. Так неугомонная Варвара принимается наводить в лесу свои порядки.",
        "country": "Россия",
        "genre": "приключения",
        "rating": "6.9  ★ (Кинопоиск)",
        "releaseDate": "28 апреля  2021г.",
        "cast": []
    },
    {
        "title": "Флешбэк (2021)",
        "ageRating": "18+",
        "duration": "1 ч.  54 мин.",
        "description": "Алекс Льюис, профессиональный киллер с репутацией, в какой-то момент пошел против ветра, и теперь вынужден отбиваться и от ФБР, и от криминального босса. Все потому, что убийца отказался нарушить свой моральный кодекс.",
        "country": "США",
        "genre": "боевик, триллер",
        "rating": "6.9  ★ (Кинопоиск)",
        "releaseDate": "12 мая  2022г.",
        "cast": ["Лиам Нисон", "Моника Беллуччи", "Гай Пирс", "Рэй Стивенсон", "Луис Мэндилор"]
    },
    {
        "title": "Казнь (2021)",
        "ageRating": "18+",
        "duration": "2 ч.  18 мин.",
        "description": "В деле серийных убийств, которое расследовалось долгие  10 лет и было официально закрыто, появляется новое обстоятельство - выжившая жертва. Следователь по особо важным делам Исса Давыдов вынужден срочно выехать на место, чтобы разобраться в ситуации, ведь именно он осудил невиновных по этому делу. Ему предстоит исправить свою ошибку. Но Исса и не подозревает, что на самом деле это приглашение на казнь.",
        "country": "Россия",
        "genre": "триллер",
        "rating": "6.9  ★ (Кинопоиск)",
        "releaseDate": "21 апреля  2021г.",
        "cast": ["Нико Тавадзе", "Юлия Снигирь", "Виктория Толстоганова", "Даниил Спиваковский", "Евгений Ткачук"]
    },
    {
        "title": "Крутые яйца-2 (2021)",
        "ageRating": "6+",
        "duration": "1 ч.  29 мин.",
        "description": "Тото и его друзья должны спасти его детёнышей из яиц, которых забрали для того, чтобы подать к столу.",
        "country": "Мексика",
        "genre": "комедия, мультфильм, приключения, фэнтези",
        "rating": "6.9  ★ (Кинопоиск)",
        "releaseDate": "19 мая  2022г.",
        "cast": ["Нико Тавадзе", "Юлия Снигирь", "Виктория Толстоганова", "Даниил Спиваковский", "Евгений Ткачук"]
    },
    {
        "title": "Ботан и Супербаба (2022)",
        "ageRating": "16+",
        "duration": "1 ч.  25 мин.",
        "description": "Стеснительный парень-ботаник Иван, ученый из «Сколково», которого в школе все называли Калом, сокращенно от фамилии Калинин, для похода на встречу выпускников крадет девушку-андроида из научного центра и приделывает к ее кибертелу лицо первой красавицы школы. Чтобы выдать покорного робота за свою жену. Он думает, что успех e одноклассников теперь обеспечен, но есть одно «но». Андроид оказался спецразработкой для ведения боевых действий, которой только предстоит узнать, что такое доброта и человечность. Если удастся спастись от иностранных разведок, устроивших охоту за сверхсекретной разработкой…",
        "country": "Россия",
        "genre": "комедия",
        "rating": "6.9  ★ (Кинопоиск)",
        "releaseDate": "12 мая  2022г.",
        "cast": ["София Каштанова", "Григорий Калинин"]
    }
  ]